Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# settings.storage.resetAll.sheet.subtitle
source: This is a local factory reset for the current account. It cannot be undone.
ar: هذه إعادة تعيين محلية لإعدادات المصنع للحساب الحالي. لا يمكن التراجع عنها.
de: Dies ist ein lokaler Werksreset für das aktuelle Konto. Er kann nicht rückgängig gemacht werden.
es: Este es un restablecimiento de fábrica local para la cuenta actual. No se puede deshacer.
fr: Il s'agit d'une réinitialisation d'usine locale pour le compte actuel. Cette action est irréversible.
id: Ini adalah reset pabrik lokal untuk akun saat ini. Tidak dapat dibatalkan.
it: Questo è un ripristino locale alle impostazioni di fabbrica per l'account corrente. Non può essere annullato.
ja: これは現在のアカウントに対するローカルな工場出荷時リセットです。元に戻すことはできません。
ko: 현재 계정의 로컬 공장 초기화입니다. 되돌릴 수 없습니다.
nl: Dit is een lokale fabrieksreset voor het huidige account. Dit kan niet ongedaan worden gemaakt.
pl: To lokalny reset do ustawień fabrycznych dla bieżącego konta. Nie można go cofnąć.
pt_br: Esta é uma redefinição de fábrica local para a conta atual. Não pode ser desfeita.
ru: Это локальный сброс до заводских настроек для текущей учётной записи. Это действие нельзя отменить.
tr: Bu, mevcut hesap için yerel bir fabrika sıfırlamasıdır. Geri alınamaz.
uk: Це локальне скидання до заводських налаштувань для поточного облікового запису. Його не можна скасувати.
vi: Đây là khôi phục cài đặt gốc cục bộ cho tài khoản hiện tại. Không thể hoàn tác.
zh_hans: 删除并重置当前账号的所有本地数据与配置，无法撤销。
zh_hant: 這是目前帳號的本地出廠重設，無法復原。

# settings.storage.resetAll.sheet.title
source: Clear All Local Data?
ar: هل تريد مسح جميع البيانات المحلية؟
de: Alle lokalen Daten löschen?
es: ¿Borrar todos los datos locales?
fr: Effacer toutes les données locales ?
id: Hapus Semua Data Lokal?
it: Cancellare tutti i dati locali?
ja: すべてのローカルデータを消去しますか？
ko: 모든 로컬 데이터를 지우시겠습니까?
nl: Alle lokale gegevens wissen?
pl: Wyczyścić wszystkie dane lokalne?
pt_br: Limpar Todos os Dados Locais?
ru: Очистить все локальные данные?
tr: Tüm Yerel Veriler Temizlensin mi?
uk: Очистити всі локальні дані?
vi: Xóa Tất cả Dữ liệu Cục bộ?
zh_hans: 清空所有本地数据？
zh_hant: 清空所有本地資料？

# settings.storage.resetAll.usernamePlaceholder
source: GitHub username
ar: اسم مستخدم GitHub
de: GitHub-Benutzername
es: Nombre de usuario de GitHub
fr: Nom d'utilisateur GitHub
id: nama pengguna GitHub
it: Nome utente GitHub
ja: GitHubユーザー名
ko: GitHub 사용자 이름
nl: GitHub-gebruikersnaam
pl: Nazwa użytkownika GitHub
pt_br: Nome de usuário do GitHub
ru: Имя пользователя GitHub
tr: GitHub kullanıcı adı
uk: Ім'я користувача GitHub
vi: Tên người dùng GitHub
zh_hans: GitHub 用户名
zh_hant: GitHub 使用者名稱

# settings.storage.resetAll.usernamePromptPrefix
source: Type your GitHub username
ar: اكتب اسم مستخدم GitHub الخاص بك
de: Geben Sie Ihren GitHub-Benutzernamen
es: Escribe tu nombre de usuario de GitHub
fr: Tapez votre nom d'utilisateur GitHub
id: Ketik nama pengguna GitHub Anda
it: Digita il tuo nome utente GitHub
ja: 確認のため、GitHubユーザー名
ko: GitHub 사용자 이름을 입력하여
nl: Typ je GitHub-gebruikersnaam
pl: Wpisz swoją nazwę użytkownika GitHub
pt_br: Digite seu nome de usuário do GitHub
ru: Введите ваше имя пользователя GitHub
tr: GitHub kullanıcı adınızı yazın
uk: Введіть своє ім'я користувача GitHub
vi: Nhập tên người dùng GitHub của bạn
zh_hans: 输入你的 GitHub 用户名
zh_hant: 輸入你的 GitHub 使用者名稱

# settings.storage.resetAll.usernamePromptSuffix
source: to confirm.
ar: للتأكيد.
de: zur Bestätigung ein.
es: para confirmar.
fr: pour confirmer.
id: untuk mengonfirmasi.
it: per confermare.
ja: を入力してください。
ko: 확인하세요.
nl: om te bevestigen.
pl: aby potwierdzić.
pt_br: para confirmar.
ru: для подтверждения.
tr: onaylamak için.
uk: для підтвердження.
vi: để xác nhận.
zh_hans: 后才能确认。
zh_hant: 才能確認。

# settings.storage.reveal.failed
source: Could not open the cache location. Try again or restart Starcat.
ar: تعذر فتح موقع الذاكرة المؤقتة. حاول مرة أخرى أو أعد تشغيل Starcat.
de: Der Cache-Speicherort konnte nicht geöffnet werden. Versuchen Sie es erneut oder starten Sie Starcat neu.
es: No se pudo abrir la ubicación de la caché. Inténtalo de nuevo o reinicia Starcat.
fr: Impossible d'ouvrir l'emplacement du cache. Réessayez ou redémarrez Starcat.
id: Tidak dapat membuka lokasi cache. Coba lagi atau mulai ulang Starcat.
it: Impossibile aprire la posizione della cache. Riprova o riavvia Starcat.
ja: キャッシュの場所を開けませんでした。もう一度試すか、Starcatを再起動してください。
ko: 캐시 위치를 열 수 없습니다. 다시 시도하거나 Starcat을 다시 시작하세요.
nl: Kan de cachelocatie niet openen. Probeer het opnieuw of start Starcat opnieuw op.
pl: Nie można otworzyć lokalizacji pamięci podręcznej. Spróbuj ponownie lub uruchom ponownie Starcat.
pt_br: Não foi possível abrir o local do cache. Tente novamente ou reinicie o Starcat.
ru: Не удалось открыть расположение кеша. Попробуйте снова или перезапустите Starcat.
tr: Önbellek konumu açılamadı. Tekrar deneyin veya Starcat'ı yeniden başlatın.
uk: Не вдалося відкрити розташування кешу. Спробуйте ще раз або перезапустіть Starcat.
vi: Không thể mở vị trí bộ nhớ đệm. Hãy thử lại hoặc khởi động lại Starcat.
zh_hans: 无法打开缓存目录，请重试或重启应用。
zh_hant: 無法開啟快取位置。請重試或重新啟動 Starcat。

# settings.storage.revealInFinder
source: Show in Finder
ar: إظهار في Finder
de: Im Finder anzeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
id: Tampilkan di Finder
it: Mostra nel Finder
ja: Finderに表示
ko: Finder에 표시
nl: Toon in Finder
pl: Pokaż w Finderze
pt_br: Mostrar no Finder
ru: Показать в Finder
tr: Finder'da Göster
uk: Показати у Finder
vi: Hiển thị trong Finder
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

# settings.storage.title
source: Storage
ar: التخزين
de: Speicher
es: Almacenamiento
fr: Stockage
id: Penyimpanan
it: Archiviazione
ja: ストレージ
ko: 저장소
nl: Opslag
pl: Pamięć
pt_br: Armazenamento
ru: Хранилище
tr: Depolama
uk: Сховище
vi: Bộ nhớ
zh_hans: 存储
zh_hant: 儲存空間

# settings.storage.translation
source: Translations
ar: الترجمات
de: Übersetzungen
es: Traducciones
fr: Traductions
id: Terjemahan
it: Traduzioni
ja: 翻訳
ko: 번역
nl: Vertalingen
pl: Tłumaczenia
pt_br: Traduções
ru: Переводы
tr: Çeviriler
uk: Переклади
vi: Bản dịch
zh_hans: 翻译
zh_hant: 翻譯

# settings.storage.translation.empty
source: Not generated yet
ar: لم يتم إنشاؤها بعد
de: Noch nicht generiert
es: Aún no generado
fr: Pas encore généré
id: Belum dibuat
it: Non ancora generato
ja: まだ生成されていません
ko: 아직 생성되지 않음
nl: Nog niet gegenereerd
pl: Jeszcze nie wygenerowano
pt_br: Ainda não gerado
ru: Ещё не сгенерировано
tr: Henüz oluşturulmamış
uk: Ще не згенеровано
vi: Chưa được tạo
zh_hans: 未生成
zh_hant: 尚未產生

# settings.storage.translation.help
source: AI-translated README cached on disk. Auto-evicted when exceeding 50 MB or 60 days idle.
ar: README مترجم بالذكاء الاصطناعي مخزن مؤقتًا على القرص. يتم إخلاؤه تلقائيًا عند تجاوز 50 ميجابايت أو 60 يومًا من عدم النشاط.
de: KI-übersetzte READMEs, die auf der Festplatte zwischengespeichert werden. Automatische Entfernung bei Überschreitung von 50 MB oder 60 Tagen Inaktivität.
es: README traducido por IA almacenado en caché en disco. Se elimina automáticamente cuando supera los 50 MB o 60 días de inactividad.
fr: README traduit par IA mis en cache sur le disque. Suppression automatique si dépasse 50 Mo ou 60 jours d'inactivité.
id: README yang diterjemahkan AI di-cache di disk. Otomatis dihapus jika melebihi 50 MB atau tidak digunakan selama 60 hari.
it: README tradotto dall'AI memorizzato nella cache su disco. Viene rimosso automaticamente quando supera 50 MB o 60 giorni di inattività.
ja: AI翻訳されたREADMEがディスクにキャッシュされます。50MBまたは60日間未使用で自動的に削除されます。
ko: AI 번역된 README가 디스크에 캐시됩니다. 50MB 초과 또는 60일 동안 사용하지 않으면 자동 제거됩니다.
nl: AI-vertaalde README op schijf gecachet. Automatisch verwijderd bij overschrijding van 50 MB of 60 dagen inactiviteit.
pl: Przetłumaczone przez AI README zapisane na dysku. Automatycznie usuwane po przekroczeniu 50 MB lub 60 dni bezczynności.
pt_br: README traduzido por IA armazenado em cache no disco. Removido automaticamente ao exceder 50 MB ou 60 dias ocioso.
ru: Переведённые AI README, кешированные на диске. Автоматически удаляются при превышении 50 МБ или 60 днях бездействия.
tr: AI tarafından çevrilmiş README diske önbelleğe alınır. 50 MB veya 60 gün boşta kalma sınırını aştığında otomatik olarak silinir.
uk: Перекладені ШІ README, кешовані на диску. Автоматично видаляються при перевищенні 50 МБ або 60 днів бездіяльності.
vi: README được dịch bằng AI được lưu trong bộ nhớ đệm trên đĩa. Tự động xóa khi vượt quá 50 MB hoặc không sử dụng trong 60 ngày.
zh_hans: AI 翻译后的 README 落地磁盘缓存。超过 50 MB 或 60 天未访问时自动淘汰。
zh_hant: AI 翻譯的 README 快取於磁碟。超過 50 MB 或 60 天未使用時自動清除。

# settings.storage.translationUsageFormat
source: %lld items · %@
ar: %lld عناصر · %@
de: %lld Elemente · %@
es: %lld elementos · %@
fr: %lld éléments · %@
id: %lld item · %@
it: %lld elementi · %@
ja: %lld 項目 · %@
ko: %lld개 항목 · %@
pl: %lld elementów · %@
pt_br: %lld itens · %@
ru: %lld элементов · %@
tr: %lld öğe · %@
uk: %lld елементів · %@
vi: %lld mục · %@
zh_hans: %lld 项 · %@
zh_hant: %lld 項 · %@

# settings.storage.wiki
source: Wiki Probe
ar: فحص الويكي
es: Sonda Wiki
fr: Sondage Wiki
id: Probe Wiki
it: Sondaggio Wiki
ja: Wikiプローブ
ko: Wiki 프로브
pl: Sondowanie Wiki
pt_br: Sondagem Wiki
ru: Wiki-зонд
tr: Wiki Yoklama
uk: Wiki-зондування
vi: Thăm dò Wiki
zh_hans: Wiki 探测
zh_hant: Wiki 探測

# settings.storage.wiki.empty
source: Not probed yet
ar: لم يتم فحصه بعد
de: Noch nicht geprüft
es: Aún no sondado
fr: Pas encore sondé
id: Belum diprobe
it: Non ancora sondato
ja: まだプローブされていません
ko: 아직 프로브되지 않음
nl: Nog niet onderzocht
pl: Jeszcze nie sondowano
pt_br: Ainda não sondado
ru: Ещё не зондировано
tr: Henüz yoklanmamış
uk: Ще не проскановано
vi: Chưa được thăm dò
zh_hans: 未探测
zh_hant: 尚未探測

# settings.storage.wiki.help
source: DeepWiki / ZRead / CodeWiki indexing status cached on disk (fully indexed: 30 days / contains uncached: 3 days). Reused across the entire chat session and toolbar wiki popover.
ar: حالة فهرسة DeepWiki / ZRead / CodeWiki مخزنة مؤقتًا على القرص (مفهرسة بالكامل: 30 يومًا / تحتوي على غير مخزن مؤقتًا: 3 أيام). يعاد استخدامها عبر جلسة المحادثة بأكملها ونافذة الويكي المنبثقة في شريط الأدوات.
de: DeepWiki-/ZRead-/CodeWiki-Indexierungsstatus, der auf der Festplatte zwischengespeichert wird (vollständig indiziert: 30 Tage / enthält nicht zwischengespeicherte: 3 Tage). Wird in der gesamten Chat-Sitzung und im Wiki-Popover der Symbolleiste wiederverwendet.
es: Estado de indexación de DeepWiki / ZRead / CodeWiki almacenado en caché en disco (completamente indexado: 30 días / contiene no cacheado: 3 días). Reutilizado en toda la sesión de chat y en el popover de wiki de la barra de herramientas.
fr: Statut d'indexation DeepWiki / ZRead / CodeWiki mis en cache sur le disque (entièrement indexé : 30 jours / contient du non mis en cache : 3 jours). Réutilisé dans toute la session de chat et la popover wiki de la barre d'outils.
id: Status pengindeksan DeepWiki / ZRead / CodeWiki di-cache di disk (terindeks penuh: 30 hari / berisi yang tidak di-cache: 3 hari). Digunakan kembali di seluruh sesi chat dan popover wiki toolbar.
it: Stato di indicizzazione DeepWiki / ZRead / CodeWiki memorizzato nella cache su disco (completamente indicizzato: 30 giorni / contiene non in cache: 3 giorni). Riutilizzato in tutta la sessione chat e nel popover wiki della barra degli strumenti.
ja: DeepWiki / ZRead / CodeWikiのインデックス状態がディスクにキャッシュされます（完全インデックス：30日 / 未キャッシュを含む：3日）。チャットセッション全体とツールバーのWikiポップオーバーで再利用されます。
ko: DeepWiki / ZRead / CodeWiki 인덱싱 상태가 디스크에 캐시됩니다(완전 인덱싱: 30일 / 캐시되지 않은 항목 포함: 3일). 전체 채팅 세션 및 툴바 wiki 팝오버에서 재사용됩니다.
nl: DeepWiki/ZRead/CodeWiki-indexeringsstatus op schijf gecachet (volledig geïndexeerd: 30 dagen / bevat niet-gecachte: 3 dagen). Hergebruikt in de hele chatsessie en de wiki-popover van de werkbalk.
pl: Stan indeksowania DeepWiki / ZRead / CodeWiki zapisany na dysku (w pełni zaindeksowane: 30 dni / zawiera niebuforowane: 3 dni). Ponownie używany w całej sesji czatu i wyskakującym okienku wiki na pasku narzędzi.
pt_br: Status de indexação DeepWiki / ZRead / CodeWiki armazenado em cache no disco (totalmente indexado: 30 dias / contém não cacheado: 3 dias). Reutilizado em toda a sessão de chat e popover wiki da barra de ferramentas.
ru: Статус индексации DeepWiki / ZRead / CodeWiki, кешированный на диске (полностью проиндексировано: 30 дней / содержит некешированное: 3 дня). Повторно используется во всём сеансе чата и всплывающем окне Wiki на панели инструментов.
tr: DeepWiki / ZRead / CodeWiki dizinleme durumu diske önbelleğe alınır (tam dizinlenmiş: 30 gün / önbelleğe alınmamış içerik: 3 gün). Tüm sohbet oturumu ve araç çubuğu wiki açılır penceresi boyunca yeniden kullanılır.
uk: Стан індексування DeepWiki / ZRead / CodeWiki, кешований на диску (повністю проіндексовано: 30 днів / містить некешоване: 3 дні). Використовується протягом усього сеансу чату та спливаючої панелі Wiki на панелі інструментів.
vi: Trạng thái lập chỉ mục DeepWiki / ZRead / CodeWiki được lưu trong bộ nhớ đệm trên đĩa (đã lập chỉ mục đầy đủ: 30 ngày / chứa chưa được lưu vào bộ nhớ đệm: 3 ngày). Được sử dụng lại trong toàn bộ phiên chat và popup wiki trên thanh công cụ.
zh_hans: DeepWiki / ZRead / CodeWiki 探测结果落地磁盘缓存（全部已收录 30 天 / 含未收录 3 天）。AI 对话会话期与详情页 toolbar wiki 弹层共用同一份缓存。
zh_hant: DeepWiki / ZRead / CodeWiki 索引狀態快取於磁碟（完全索引：30 天 / 包含未快取：3 天）。在整個聊天會話和工具列 wiki 彈出視窗中重複使用。

# settings.storage.wikiUsageFormat
source: %lld items · %@
ar: %lld عناصر · %@
de: %lld Elemente · %@
es: %lld elementos · %@
fr: %lld éléments · %@
id: %lld item · %@
it: %lld elementi · %@
ja: %lld 項目 · %@
ko: %lld개 항목 · %@
pl: %lld elementów · %@
pt_br: %lld itens · %@
ru: %lld элементов · %@
tr: %lld öğe · %@
uk: %lld елементів · %@
vi: %lld mục · %@
zh_hans: %lld 项 · %@
zh_hant: %lld 項 · %@

# settings.undoStar.deleteNow
source: Delete Now
ar: حذف الآن
de: Jetzt löschen
es: Eliminar ahora
fr: Supprimer maintenant
id: Hapus Sekarang
it: Elimina ora
ja: 今すぐ削除
ko: 지금 삭제
nl: Nu verwijderen
pl: Usuń teraz
pt_br: Excluir Agora
ru: Удалить сейчас
tr: Şimdi Sil
uk: Видалити зараз
vi: Xóa Ngay
zh_hans: 立即删除
zh_hant: 立即刪除

# settings.undoStar.deleteNow.help
source: Delete undo star records older than the current retention period
ar: حذف سجلات نجمة التراجع الأقدم من فترة الاحتفاظ الحالية
de: Löscht Stern-Rückgängig-Datensätze, die älter als der aktuelle Aufbewahrungszeitraum sind
es: Eliminar registros de deshacer estrella anteriores al período de retención actual
fr: Supprimer les enregistrements d'annulation d'étoile plus anciens que la période de conservation actuelle
id: Hapus catatan undo star yang lebih lama dari periode retensi saat ini
it: Elimina i record di stella annullata più vecchi del periodo di conservazione corrente
ja: 現在の保持期間より古いアンドゥスター記録を削除します
ko: 현재 보존 기간보다 오래된 실행 취소 별표 기록 삭제
nl: Verwijder ongedaan maak-ster-records ouder dan de huidige bewaarperiode
pl: Usuń rekordy cofnięcia gwiazdki starsze niż bieżący okres przechowywania
pt_br: Excluir registros de desfazer estrela mais antigos que o período de retenção atual
ru: Удалить записи отмены звёзд, старше текущего срока хранения
tr: Geçerli saklama süresinden daha eski geri alma yıldızı kayıtlarını sil
uk: Видалити записи скасування зірок, старіші за поточний термін зберігання
vi: Xóa các bản ghi sao hoàn tác cũ hơn thời gian lưu giữ hiện tại
zh_hans: 按当前保留时间删除过期 Unstar 记录
zh_hant: 刪除超過目前保留期限的取消星號記錄

# settings.undoStar.deleteNowCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# settings.undoStar.deleteNowConfirm
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijder
pl: Usuń
pt_br: Excluir
ru: Удалить
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# settings.undoStar.deleteNowMessage
source: All undo star records older than the current retention period will be permanently deleted.
ar: سيتم حذف جميع سجلات نجمة التراجع الأقدم من فترة الاحتفاظ الحالية بشكل دائم.
de: Alle Stern-Rückgängig-Datensätze, die älter als der aktuelle Aufbewahrungszeitraum sind, werden endgültig gelöscht.
es: Todos los registros de deshacer estrella anteriores al período de retención actual se eliminarán permanentemente.
fr: Tous les enregistrements d'annulation d'étoile plus anciens que la période de conservation actuelle seront définitivement supprimés.
id: Semua catatan undo star yang lebih lama dari periode retensi saat ini akan dihapus secara permanen.
it: Tutti i record di stella annullata più vecchi del periodo di conservazione corrente verranno eliminati definitivamente.
ja: 現在の保持期間より古いすべてのアンドゥスター記録が完全に削除されます。
ko: 현재 보존 기간보다 오래된 모든 실행 취소 별표 기록이 영구적으로 삭제됩니다.
nl: Alle ongedaan maak-ster-records ouder dan de huidige bewaarperiode worden permanent verwijderd.
pl: Wszystkie rekordy cofnięcia gwiazdki starsze niż bieżący okres przechowywania zostaną trwale usunięte.
pt_br: Todos os registros de desfazer estrela mais antigos que o período de retenção atual serão permanentemente excluídos.
ru: Все записи отмены звёзд, старше текущего срока хранения, будут безвозвратно удалены.
tr: Geçerli saklama süresinden daha eski tüm geri alma yıldızı kayıtları kalıcı olarak silinecek.
uk: Усі записи скасування зірок, старіші за поточний термін зберігання, буде остаточно видалено.
vi: Tất cả các bản ghi sao hoàn tác cũ hơn thời gian lưu giữ hiện tại sẽ bị xóa vĩnh viễn.
zh_hans: 超过当前保留时间的所有 Unstar 记录将被永久删除。
zh_hant: 超過目前保留期限的所有取消星號記錄將被永久刪除。

# settings.undoStar.deleteNowTitle
source: Delete Undo Star History?
ar: حذف سجل نجمة التراجع؟
de: Undo-Star-Verlauf löschen?
es: ¿Eliminar historial de Undo Star?
fr: Supprimer l'historique des étoiles annulées ?
id: Hapus Riwayat Undo Star?
it: Eliminare la cronologia di Undo Star?
ja: アンドゥスター履歴を削除しますか？
ko: 실행 취소 기록을 삭제할까요?
nl: Ongedaan maken geschiedenis verwijderen?
pl: Usunąć historię Cofnij Gwiazdkę?
pt_br: Excluir histórico do Desfazer com Estrela?
ru: Удалить историю Undo Star?
tr: Geri Alma Yıldızı Geçmişi Silinsin mi?
uk: Видалити історію Undo Star?
vi: Xóa lịch sử Undo Star?
zh_hans: 删除 Unstar 历史？
zh_hant: 刪除取消星號記錄？

# settings.undoStar.retention
source: Keep Undo Star history
ar: الاحتفاظ بسجل نجمة التراجع
de: Undo-Star-Verlauf aufbewahren
es: Conservar historial de Undo Star
fr: Conserver l'historique des étoiles annulées
id: Simpan riwayat Undo Star
it: Mantieni la cronologia di Undo Star
ja: アンドゥスター履歴を保持
ko: 실행 취소 기록 보관
nl: Ongedaan maken geschiedenis bewaren
pl: Zachowaj historię Cofnij Gwiazdkę
pt_br: Manter histórico do Desfazer com Estrela
ru: Сохранять историю Undo Star
tr: Geri Alma Yıldızı geçmişini sakla
uk: Зберігати історію Undo Star
vi: Giữ lịch sử Undo Star
zh_hans: 保留 Unstar 历史
zh_hant: 保留取消星號記錄

# settings.undoStar.shortenCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# settings.undoStar.shortenDelete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijder
pl: Usuń
pt_br: Excluir
ru: Удалить
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# settings.undoStar.shortenMessage
source: Records older than the new retention period will be permanently deleted.
ar: سيتم حذف السجلات الأقدم من فترة الاحتفاظ الجديدة نهائيًا.
de: Einträge, die älter als die neue Aufbewahrungsdauer sind, werden endgültig gelöscht.
es: Los registros anteriores al nuevo período de retención se eliminarán permanentemente.
fr: Les enregistrements antérieurs à la nouvelle période de conservation seront définitivement supprimés.
id: Catatan yang lebih lama dari periode retensi baru akan dihapus secara permanen.
it: I record più vecchi del nuovo periodo di conservazione verranno eliminati definitivamente.
ja: 新しい保持期間より古い記録は完全に削除されます。
ko: 새 보관 기간보다 오래된 기록은 영구적으로 삭제됩니다.
nl: Records ouder dan de nieuwe bewaarperiode worden permanent verwijderd.
pl: Rekordy starsze niż nowy okres przechowywania zostaną trwale usunięte.
pt_br: Registros mais antigos que o novo período de retenção serão excluídos permanentemente.
ru: Записи старше нового срока хранения будут удалены безвозвратно.
tr: Yeni saklama süresinden daha eski kayıtlar kalıcı olarak silinecektir.
uk: Записи, старші за новий термін зберігання, буде остаточно видалено.
vi: Các bản ghi cũ hơn thời gian lưu giữ mới sẽ bị xóa vĩnh viễn.
zh_hans: 超过新保留时间的记录将被永久删除，此操作不可撤销。
zh_hant: 超過新保留期限的記錄將被永久刪除。

# settings.undoStar.shortenTitle
source: Shorten retention period?
ar: تقصير فترة الاحتفاظ؟
de: Aufbewahrungsdauer verkürzen?
es: ¿Acortar período de retención?
fr: Réduire la période de conservation ?
id: Persingkat periode retensi?
it: Accorciare il periodo di conservazione?
ja: 保持期間を短縮しますか？
ko: 보관 기간을 단축할까요?
nl: Bewaarperiode verkorten?
pl: Skrócić okres przechowywania?
pt_br: Reduzir período de retenção?
ru: Сократить срок хранения?
tr: Saklama süresi kısaltılsın mı?
uk: Скоротити термін зберігання?
vi: Rút ngắn thời gian lưu giữ?
zh_hans: 缩短保留时间？
zh_hant: 縮短保留期限？

# sharecard.action.close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluit
pl: Zamknij
pt_br: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# sharecard.action.export.library.html
source: Export Library to HTML
ar: تصدير المكتبة إلى HTML
de: Bibliothek als HTML exportieren
es: Exportar biblioteca a HTML
fr: Exporter la bibliothèque en HTML
id: Ekspor Pustaka ke HTML
it: Esporta libreria in HTML
ja: ライブラリをHTMLに書き出し
ko: 라이브러리를 HTML로 내보내기
nl: Bibliotheek exporteren naar HTML
pl: Eksportuj bibliotekę do HTML
pt_br: Exportar Biblioteca para HTML
ru: Экспорт библиотеки в HTML
tr: Kitaplığı HTML olarak dışa aktar
uk: Експортувати бібліотеку в HTML
vi: Xuất Thư viện sang HTML
zh_hans: 导出 知识库 到 HTML
zh_hant: 匯出知識庫為 HTML

# sharecard.action.export.library.markdown
source: Export Library to Markdown
ar: تصدير المكتبة إلى Markdown
de: Bibliothek als Markdown exportieren
es: Exportar biblioteca a Markdown
fr: Exporter la bibliothèque en Markdown
id: Ekspor Pustaka ke Markdown
it: Esporta libreria in Markdown
ja: ライブラリをMarkdownに書き出し
ko: 라이브러리를 Markdown으로 내보내기
nl: Bibliotheek exporteren naar Markdown
pl: Eksportuj bibliotekę do Markdown
pt_br: Exportar Biblioteca para Markdown
ru: Экспорт библиотеки в Markdown
tr: Kitaplığı Markdown olarak dışa aktar
uk: Експортувати бібліотеку в Markdown
vi: Xuất Thư viện sang Markdown
zh_hans: 导出 知识库 到 Markdown
zh_hant: 匯出知識庫為 Markdown

# sharecard.action.export.starred.html
source: Export Starred to HTML
ar: تصدير المفضلة إلى HTML
de: Markierte als HTML exportieren
es: Exportar destacados a HTML
fr: Exporter les étoiles en HTML
id: Ekspor yang Dibintangi ke HTML
it: Esporta preferiti in HTML
ja: スター付きをHTMLに書き出し
ko: 별표 표시 항목을 HTML로 내보내기
nl: Sterren exporteren naar HTML
pl: Eksportuj oznaczone gwiazdką do HTML
pt_br: Exportar Favoritos para HTML
ru: Экспорт избранного в HTML
tr: Yıldızlıları HTML olarak dışa aktar
uk: Експортувати позначені зірочкою в HTML
vi: Xuất Starred sang HTML
zh_hans: 导出 Starred 到 HTML
zh_hant: 匯出 Starred 為 HTML

# sharecard.action.export.starred.markdown
source: Export Starred to Markdown
ar: تصدير المفضلة إلى Markdown
de: Markierte als Markdown exportieren
es: Exportar destacados a Markdown
fr: Exporter les étoiles en Markdown
id: Ekspor yang Dibintangi ke Markdown
it: Esporta preferiti in Markdown
ja: スター付きをMarkdownに書き出し
ko: 별표 표시 항목을 Markdown으로 내보내기
nl: Sterren exporteren naar Markdown
pl: Eksportuj oznaczone gwiazdką do Markdown
pt_br: Exportar Favoritos para Markdown
ru: Экспорт избранного в Markdown
tr: Yıldızlıları Markdown olarak dışa aktar
uk: Експортувати позначені зірочкою в Markdown
vi: Xuất Starred sang Markdown
zh_hans: 导出 Starred 到 Markdown
zh_hant: 匯出 Starred 為 Markdown
